{
    "testimonials": [
        {
            "name": "Lee Wood",
            "title": "Academy Head of Education",
            "workplace": "Bolton Wanderers Football Club", 
            "headline": "Lauren and the team of Tutors at LH Educational Services are nothing short of consummate professionals in everything they do.",
            "fullText": [
                "Lauren and the team of Tutors at ​LH Educational Services are nothing short of consummate professionals in everything they do. From our initial meeting to welcoming them back into our Football Club, the service has been faultless and for that reason alone, we will look forward to welcoming them back next season and forging future collaborations for the benefit of our Academy players.",
                "Initially, we made contact with Lauren to source an approved, quality assured Maths Tutor with a proven track record of success. Not only that, but someone who recognised the challenges of young football players, their previous educational experiences and mindset when approaching GCSE Examinations. Kerry was that and much more, to such an extent that both players commented that they could only wish they had received similar teaching and learning at their respective schools. Lauren is fully supportive of the work we are trying to carry out in our Academy, that no player should have to choose between Education and Football and that both elements are not mutually exclusive, but imperative in their future development and transition.",
                "Player's parents have also commented on the standard and quality of the GCSE Examination Prep session Lauren planned, designed and delivered to our U16's previously this season. A driving factor for us to repeat this session again next season, as we aim to add value to the revision, hints, tips and techniques being provided by schools, with the overriding objective to achieve marginal gains and allow players to in turn achieve their individual potential. Furthermore, we look forward to expanding the delivery of tutoring and supportive sessions to other other age groups to continue to improve our current Programme and meet the Educational needs of our Academy players."
            ]
        },
        {
            "name": "David Hayhurst",
            "title": "Principal",
            "workplace": "Blackburn Rovers Sports College",
            "headline": "We have seen a vast improvement in student attainment and our GCSE success rates have increased by 12% when compared to the previous academic year.",
            "fullText": [
                "Blackburn Rovers Sports College have accessed GCSE English and Maths tuition delivered by LH Educational Services Ltd during the 2018-19 academic year.  Our students have been the beneficiaries of well structured lessons, which have been delivered by experienced and  knowledgeable teachers.  We have seen a vast improvement in student attainment and our GCSE success rates have increased by 12% when compared to the previous academic year."
            ]
        },
        {
            "name": "",
            "title": "Head of Education",
            "workplace": "Burnley Football Club",
            "headline": "The biggest strength of LHES is the consistency in producing outstanding practitioners. I would have no hesitation in recommending their services to other companies.",
            "fullText": [
                "LHES have continued to be a reliable and professional company who deliver consistent, high-quality lessons across a range of our Academy programs. The diverse teaching staff provided on our Day Release Programmes from Year 8 to Year 11 have added real value to the academic development of all players. Lessons are engaging, challenging and players learn, enjoy and are constantly improving academically.",
                "More recently, we have found success in the delivery of bespoke lessons to ensure GCSE and American SAT success. The biggest strength of LHES is the consistency in producing outstanding practitioners. I would have no hesitation in recommending their services to other companies."
            ]

        }
    ]
}